## Practice 12

現有一資料集 Churn_Modelling.csv (https://github.com/ywchiu/cathaypy/blob/master/data/Churn_Modelling.csv) ，描述客戶的基本資料與客戶是否流失(Churn) 等基本資訊，

請讀入該資料集後，計算客戶流失(Exited)比例？

In [1]:
import pandas
customer = pandas.read_csv('https://raw.githubusercontent.com/ywchiu/cathaypy/main/data/Churn_Modelling.csv')

In [2]:
customer.head()

   RowNumber  CustomerId   Surname  ...  IsActiveMember EstimatedSalary Exited
0          1    15634602  Hargrave  ...               1       101348.88      1
1          2    15647311      Hill  ...               1       112542.58      0
2          3    15619304      Onio  ...               0       113931.57      1
3          4    15701354      Boni  ...               0        93826.63      0
4          5    15737888  Mitchell  ...               1        79084.10      0

[5 rows x 14 columns]